** Markdown

Add autofill mode by default
#+begin_src emacs-lisp
  (add-hook 'markdown-mode-hook 'auto-fill-mode)
#+end_src

#+RESULTS:
| auto-fill-mode |
